tagline
display_type
product_type
brand
viewable_size
model
total_size
video_signal_standard
display_resolution
input_connectors
refresh_rate
color
condition
smart_capable
warranty
computer_operating_system
mpn
weight
sound_effects
product_code
hdmi_ports
video_inputs_qty
image_aspect_ratio
built_ins
product_gtin
connectivity
height
width
usb_ports
3d_technology
depth
speakers_type
remote_control_model
depth_with_stand
series
viewing_angle
speakers_qty
height_with_stand
video_interface
additional_features
wall_mountable
weight_with_stand
commercial_features
ports
3d
tv_tuner
digital_audio_output
scan_format
rms_output_power
yearly_consumption
media_card_slot
digital_audio_format
pc_input
rf_antenna_input
max_resolution
energy_star_certified
yearly_operating_cost
audio_surround
headphone_jack
sleep_wakeup_timer
epaet_qualified
supported_memory_cards
dimensions
audio_outputs
processor_type
v_chip_control
curved
brightness
image_contrast
usb
internet_services
cables_included
bundled_items
wall_mount_dimensions
mounting_features
wattage_standby
remote_included
display_coating
backlight_technology
hdmi
ethernet
voltage
power_supply
sound_optimizer
origin
wattage_operational
local_diming
wifi
manufacturer
builtin_dvd_player
dimensions_without_stand
triple_xd_engine
year_of_manufacture
dlna
closed_caption_capability
streaming_service
input_video_formats
width_with_stand
supported_audio_formats
pc_streaming
speakers
digital_tv_tuner
component_video
composite_video
product_name
ethernet_technology
internet_access
output_connectors
battery_type
3d_glasses_required
media_player
multi_pack_indicator
builtin_tuner
interactive_features
package_weight
network_rj45
supported_languages
launch_year
1 Pixel Matching)
natural_voice_recognition
web_browser_included
tru_4k_engine
component_in_ports
screen_share
3d_glasses
tru_color_generator
ultra_hd
analog_tv_reception
usb_version
image_contrast_ratio
real_cinema_24p
4k_uhd_file_playback
motion_enhancement_technology
universal_control_capability
dimensions_with_stand
user_controls
picture_engine
rs232_ports
tru_4k_upscaler
lg_content_store
composite_in_ports
green_compliant
hd_capable
pixel_pitch
response_time
region_code
led
internet_streaming
technical_specifications
content_share
compliant_standards
pc_interface
channel_lock
widescreen_modes
hdcp_compatability